---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterCategoryRule
source: html/c1477e3a-3276-0392-ce71-00d41b256c54.htm
---
# FilterCategoryRule Members

Constructs a new instance of FilterCategoryRule.